/* Label for row of color wells for the background of the plugin */
"Background" = "Fundal";

/* How long a notification will stay on screen */
"Duration:" = "Durată:";

/* Label for the effect to use */
"Effect:" = "Efect:";

/* Notification Priority Emergency */
"Emergency" = "Urgență";

/* A fade effect */
"Fade" = "Slăbește";

/* Label for checkbox that says to do a floating icon */
"Floating Icon" = "Pictogramă instabilă";

/* Notification Priority High */
"High" = "Înalt";

/* Large size for the display */
"Large" = "Larg";

/* Checkbox to limit the display to 2-5 lines */
"Limit to 2-5 lines" = "Limitare la 2-5 linii";

/* Notification Priority Moderate */
"Moderate" = "Moderat";

/* Normal size for the display
   Notification Priority Normal */
"Normal" = "Normal";

/* How clear the display is */
"Opacity:" = "Opacitate";

/* Label for columns of color wells for various priority levels */
"Priority: (low to high)" = "Prioritate: (scăzută spre ridicată)";

/* Label for box to select screen for display to use */
"Screen:" = "Ecran:";

/* Label for pop up box for selecting the size of the display */
"Size:" = "Dimensiune:";

/* A slide effect */
"Slide" = "Diapozitiv";

/* Small size for the display */
"Small" = "Mic";

/* Label for row of color wells for the text element of the plugin */
"Text" = "Text";

/* Notification Priority Very Low */
"Very Low" = "Foarte scăzut";

